[
  {
    "id": "paella",
    "name": "ปาเอลย่า",
    "desc": "ข้าวผัดสเปนโดยทั่วไป จะปรุงบนกระทะลักษณะแบน ผัดไปเรื่อยๆ จนแห้งและน้ำซุปซึมเข้าไปในตัวข้าว ข้าวผัดสเปนสูตรนี้เป็นสูตรประยุกต์ให้เข้ากับครัวของบ้านเรา ใช้อุปกรณ์เครื่องมือในครัวมาปรุงให้เป็นข้าวผัดสเปนที่มีส่วนประกอบของเครื่องทะเล รสชาติอร่อยไม่น้อยหน้าใคร",
    "type": ["food"],
    "region": "Spain",
    "imglinks": "/images/source/paella.jpg",
    "source": "https://www.pholfoodmafia.com/recipe/seafood-paella-%E0%B8%82%E0%B9%89%E0%B8%B2%E0%B8%A7%E0%B8%9C%E0%B8%B1%E0%B8%94%E0%B8%AA%E0%B9%80%E0%B8%9B%E0%B8%99/",
    "ingredient":[
      "น้ำมันรำข้าว",
      "ไส้กรอกสเปน",
      "หอมใหญ่",
      "กระเทียม",
      "ข้าวอาร์โบริโอ้",
      "ไวน์ขาว",
      "หญ้าฟรั่น",
      "ปาปริก้ารมควัน",
      "น้ำซุป",
      "กุ้ง",
      "ปลาหมึก",
      "หอยแมลงภู่นิวซีแลนด์",
      "พาสลี่ย์",
      "มะนาวเลมอน",
      "เกลือ",
      "พริกไทยดำ"
    ],
    "method":[
      "ลอกกระดาษบนไส้กรอกสเปนออก บิเป็นชิ้นเล็กๆ พักไว้",
      "ตั้งน้ำมันรำข้าวในกระทะ นำไส้กรอกลงไปผัด ให้ไขมันที่อยู่ในไส้กรอกออกมาผสมกับน้ำมัน ใส่หอมใหญ่สับและกระเทียมบดลงไป ผัดให้หอม",
      "ใส่ข้าวอาร์โบริโอ้ลงไป ผัดให้น้ำมันเคลือบข้าว ปรุงรสด้วยหญ้าฟรั่น ปาปริก้า เกลือและพริกไทย ผัดให้เข้ากันดี",
      "ใส่ไวน์ขาวลงไป ผัดให้ระเหยไปจนเกือบหมด จึงเติมน้ำซุปลงไป ¾ ของทั้งหมด ปิดฝาแล้วลดไฟลงต่ำ ทิ้งข้าวไว้ 12 นาที",
      "เปิดฝากระทะ ใส่เครื่องซีฟู้ดลงไปผัด ให้สุกดี ผัดไปเรื่อยๆ ให้ข้าวแห้งลงและสุกดี ถ้าข้าวยังไม่สุก สามารถเติมน้ำซุปเพิ่มได้",
      "พอสุกดี ก็ยกกระทะออกจากความร้อน ใส่พาสลี่ย์สับลงไป เคล้าให้ทั่วๆ หั่นมะนาวเหลืองลงไปแต่งหน้า พร้อมเสิร์ฟ"
    ],
    "foodsoulimg": "/images/source/paella_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class": "attack"
    }
  },
  {
    "id": "stargazypie",
    "name": "พายสตาร์เกซี",
    "desc": "พายปลาโบราณจากคอร์นวอลล์ ประเทศอังกฤษ ที่โดดเด่นด้วยการนำปลาพิลชาร์ดทั้งตัววางเรียงโดยให้หัวปลาโผล่พ้นแป้งพายขึ้นมาเหมือนกำลัง \"ดูดาว\" ไส้ในประกอบด้วยปลา ไข่ต้ม มันฝรั่ง และครีม รสชาติหอมมันและเข้มข้น มักทำในช่วงเทศกาลทอมบอว์ค็อกส์อีฟ เพื่อรำลึกถึงตำนานชาวประมง ",
    "type": ["food"],
    "region": "England",
    "imglinks": "/images/source/stargazypie.webp",
    "source": "https://www.bbcgoodfood.com/recipes/stargazy-pie",
    "ingredient": [
      "ไข่",
      "เส้นหญ้าฝรั่น",
      "นมสดเต็มมันเนย",
      "เนย",
      "ต้นกระเทียมฝรั่ง",
      "เบคอนรมควันแบบติดมัน",
      "มันฝรั่งเนื้อแป้ง",
      "แป้งสาลีอเนกประสงค์",
      "วิปปิ้งครีมชนิดไขมันสูง",
      "กุยช่ายฝรั่ง",
      "ปลาซาร์ดีน",
      "แป้งพัฟเพสตรี้"
    ],
    "method": [
      "ต้มน้ำในหม้อให้เดือด แล้วค่อย ๆ ใส่ไข่ลงไป 2 ฟอง ต้มประมาณ 9 นาที จากนั้นเทน้ำออกแล้วราดด้วยน้ำเย็นจนไข่เย็น ปอกเปลือกและสับหยาบ ๆ ระหว่างนั้นใส่หญ้าฝรั่นลงในถ้วย เทนมลงไปแล้วพักไว้ให้สีและกลิ่นออกมา",
      "ละลายเนยในกระทะด้วยไฟอ่อน ใส่ต้นหอม เบคอน และมันฝรั่งลงไป ผัดเบา ๆ ประมาณ 10 นาที จากนั้นใส่แป้ง คนและผัดต่ออีก 2 นาที ค่อย ๆ เทนมผสมหญ้าฝรั่นลงไปทีละน้อย พร้อมคนให้เข้ากัน จากนั้นตั้งให้เดือดอ่อน ๆ และเคี่ยวประมาณ 5 นาทีจนซอสข้น ใส่ครีมลงไป ตามด้วยไข่ที่สับไว้ กุยช่าย และปรุงรสตามชอบ",
      "อุ่นเตาอบที่อุณหภูมิ 200°C (หรือ 180°C ถ้าใช้พัดลม) / แก๊สเบอร์ 6 เทซอสครีมลงในถาดอบทรงสี่เหลี่ยม จากนั้นจัดเรียงปลาโดยให้ส่วนหัวชี้ขึ้น คลี่แป้งพัฟเพสตรีออก แล้วกรีดเป็นช่องสำหรับให้หัวปลาโผล่ขึ้นมา วางแป้งปิดบนถาดแล้วจัดให้หัวปลาทะลุช่องออกมา ตีไข่ที่เหลือให้เข้ากัน ใช้ทาขอบถาดแล้วกดขอบแป้งให้ติดแน่น จากนั้นทาไข่ที่เหลือบนหน้าแป้ง ยกถาดวางบนถาดอบอีกชั้นหนึ่ง แล้วนำเข้าอบประมาณ 40-45 นาที จนแป้งพองฟูและมีสีเหลืองทองเข้ม"
    ],
    "foodsoulimg": "/images/source/stargazypie_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class":"attack"
    }
  },
  {
    "id": "mapotofu",
    "name": "หมาโผวโต้วฟุ",
    "desc": "อาหารจีนเสฉวนที่ได้รับความนิยมในหลาย ๆ ประเทศ โดยเฉพาะในประเทศญี่ปุ่น สูตรในแต่ละท้องที่จะมีความแตกต่างกันไป จุดเด่นของมาโปโทฟู อยู่ที่เต้าหู้เนื้ออ่อนที่หั่นเป็นเต๋า เคล้ามากับซอสหมูรสจัดจ้าน และสำหรับสูตรที่นำมาฝาก มีกลิ่นอายสไตล์ญี่ปุ่น เพราะมีส่วนผสมเครื่องปรุงอาหารญี่ปุ่นเป็นส่วนประกอบด้วย รับประทานกับข้าวสวย หรือจะเจือจางด้วยน้ำซุป เสิร์ฟในรูปแบบราเมน ก็อร่อยเช่นกัน",
    "type" : ["food"],
    "region": "China",
    "imglinks": "/images/source/mapotofu.jpg",
    "source": "https://www.pholfoodmafia.com/recipe/mapo-tofu-%E0%B8%A1%E0%B8%B2%E0%B9%82%E0%B8%9B%E0%B9%82%E0%B8%97%E0%B8%9F%E0%B8%B9/",
    "ingredient":[
      "เต้าหู้คินุ",
      "น้ำมันพืช",
      "พริกแห้ง",
      "ขิง",
      "กระเทียม",
      "เนื้อหมูบด",
      "พริกชวงเจีย",
      "น้ำสต๊อก",
      "พริกโทบันจัง",
      "มิโสะ",
      "โชยุ",
      "น้ำตาลทราย",
      "แป้งข้าวโพด",
      "น้ำสะอาด",
      "ต้นหอม"
    ],
    "method" : [
      "ซับเต้าหู้ให้พอแห้งดี หั่นเป็นเต๋าขนาด 1 เซนติเมตร พักไว้",
      "ผสมน้ำสต๊อก พริกโทบันจัง มิโสะ โชยุ และน้ำตาลทราย พักไว้",
      "ตั้งน้ำมัน นำพริกแห้งลงทอดจนกรอบ ตักออกมาพักไว้",
      "ใส่ขิง และกระเทียมลงไปผัดให้หอมดี ประมาณ ½ นาที ใส่พริกชวงเจีย ผัดเล็กน้อย ใส่เนื้อหมูบดผัดจนสุกดี ใส่น้ำสต๊อกปรุงรสที่เตรียมไว้ลงไป",
      "พอเดือดดี ใส่เต้าหู้ พอเดือด ลดไฟ เคี่ยวต่อ 3 นาที",
      "ผสมแป้งข้าวโพด กับน้ำสะอาด ปิดความร้อน ใส่ตามลงไป คนให้ละลายดี ตั้งความร้อนอีกครั้ง คนจนซอสข้นสุก ใส่พริกแห้งที่พักไว้กลับลงไป",
      "ตักเสิร์ฟ โรยหน้าด้วยต้นหอมซอย"
    ],
    "foodsoulimg": "/images/source/mapotofu_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class": "attack"
    }
  },
  {
    "id": "buddhastemptation",
    "name": "พระกระโดดกำแพง",
    "desc": "เป็นอาหารจีนในวัตถุดิบในราคาที่มีการซื้อขายแพงมากไว้มากที่สุด[1] เมื่อรวมราคาวัตถุดิบทั้งหมดแล้วอาจถึงขั้นหลักแสนบาท ในอดีตถือเป็นอาหารที่มีที่มาจากราชสำนักจีน",
    "region": "China",
    "type": ["food"],
    "imglinks": "/images/source/buddhastemptation.jpg",
    "source": "https://www.tv360entertainment.com/buddha-jumps-over-the-wall/",
    "ingredient": [
      "ตับเป็ด",
      "น้ำสต๊อกไก่",
      "กระเพาะปลา",
      "น้ำหอยเป๋าฮื้อ",
      "หอยเชลล์แห้ง",
      "หอยเป๋าฮื้อ",
      "เห็ดหอม",
      "หน่อไม้จีนต้นสุก",
      "รังนกพร้อมดื่ม",
      "เหล้าจีน",
      "พุทราจีน",
      "โป๊ยกั๊ก",
      "อบเชย",
      "ใบกระวาน",
      "ขิง",
      "น้ำตาลกรวด"
    ],
    "method": [
      "ใช้กระดูกหมู ขาหมู,ซี่โครงหมู,ตับเป็ด,เนื้อเป็ด ทำน้ำสต็อก",
      "หั่นกระเพาะหมู และใส่ลงไปในหม้อน้ำสต็อก นำลงไปลวกแค่สักครู่ และตักขึ้นมา",
      "ต่อไปหั่นขิงเป็นชิ้นๆ และผัดโดยใช้น้ำมัน,น้ำตาลกรวด,โป๊ยกั๊ก,อบเชย,ใบกระวาน,เหล้าจีน ปรุงรสด้วย ซีอิ๊วขาวสูตร 1 ตราแม่ครัวฉลากทอง ตามด้วยเห็ดหอม ,เกลือ และปรุงรส น้ำซอสปรุงรสฉลากเหลือง ตราฉลากทอง ใส่น้ำสต็อกไก่ลงไป และเติมน้ำดื่ม",
      "นำส่วนผสมที่ลวกไว้ข้างต้น มาใส่ลงในหม้อ ต้มใช้ไฟอ่อน เป็นเวลา 6 ชม. และเมื่อครบเวลา นำมากรองเพื่อนำน้ำซุปมาใช้ในขั้นตอนต่อไป",
      "หั่นหอยเป๋าฮื้อ และหน่อไม้จีน,พุทราจีน,กระเพาะปลา,หอยเชลล์แห้งแช่น้ำ, ตามด้วย รังนกพร้อมดื่ม ตักน้ำสต็อกมาราด",
      "นำไปนึ่งต่ออีก 4 ชม. และจะได้เมนูพระกระโดดกำแพง ในหม้อร้อน ที่น้ำซุปใส พร้อมเสิร์ฟ"
    ],
    "foodsoulimg": "/images/source/buddhastemptation_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class" : "mage"
    }
  },
  {
    "id": "bouillabaisse",
    "name": "บุยยาเบส",
    "desc": "ซุปปลาสไตล์ฝรั่งเศสสูตรนี้ เกิดจากการที่ชาวประมงขายปลา รวมถึงพวกกุ้งหอยต่างๆ ไม่หมด จึงนำมาปรุงเป็นอาหารง่ายๆ รับประทานกันเอง ดังนั้น ในการปรุงบุยยาเบส เราสามารถใช้ซีฟู้ดท้องถิ่นอะไรก็ได้ และส่วนมากจะไม่นิยมใช้ของที่มีราคาแพง ซุปบุยยาเบสนี้ แม้จะเรียกชื่อว่าเป็นซุป แต่สำหรับเหล่าชาวประมง เขาถือว่าซุปนี้คือมื้ออาหารหลักของเขา",
    "type": ["food"],
    "region": "France",
    "imglinks": "/images/source/bouillabaisse.jpg",
    "source": "https://www.pholfoodmafia.com/recipe/bouillabaisse-%E0%B8%9A%E0%B8%B8%E0%B8%A2%E0%B8%A2%E0%B8%B2%E0%B9%80%E0%B8%9A%E0%B8%AA/",
    "ingredient": [
      "น้ำมันรำข้าว",
      "เนื้อปลากะพง",
      "กุ้ง",
      "หอยตลับ",
      "หอยแมลงภู่นิวซีแลนด์",
      "หอมใหญ่",
      "กระเทียม",
      "ต้นกระเทียมญี่ปุ่น",
      "เซเลอรี่",
      "พริกยักษ์แดง",
      "มะเขือเทศบด",
      "เทียนข้าวเปลือก",
      "ใบไทม์แห้ง",
      "ใบกระวาน",
      "กานพลู",
      "น้ำซุปปลา",
      "ไวน์ขาว",
      "เกลือ",
      "พริกไทยดำ",
      "พาสลี่ย์",
      "ขนมปังฝรั่งเศส"
    ],
    "method": [
      "นำหม้อไปตั้งไฟ พอร้อนดี ก็ใส่น้ำมันลงไป ใส่ปลาและกุ้งลงไป ปรุงรสด้วยเกลือและพริกไทยดำ ผัดเร็วๆ ให้สุกดี ตักออกมาพักไว้",
      "นำหอยตลับลงไปผัดต่อ ปรุงรสด้วยเกลือและพริกไทย เร่งไฟ ใส่ไวน์ขาวลงไป ปิดฝาหม้อ พอหอยสุกและเปลือกอ้า ก็นำออกมาพักรวมกับปลาและกุ้ง",
      "ผัดหอมใหญ่ เซเลอรี่ ต้นกระเทียมและพริกยักษ์แดงกับน้ำและไวน์ที่เหลือจากการปรุงซีฟู้ด บุบกระเทียมลงไป",
      "พอผักสุกดี จึงใส่มะเขือเทศบดลงไป พร้อมกับเทียนข้าวเปลือก ใบไทม์ ใบกระวาน กานพลู ผัดให้เครื่องเทศหอมดี แล้วจึงใส่น้ำซุปปลาลงไป พอเดือดดี จึงค่อยใส่ซีฟู้ดที่พักไว้ และหอยแมลงภู่ตามลงไป เคี่ยวประมาณ 5 นาที ปรุงรสด้วยเกลือและพริกไทย ตักใส่ชาม โรยด้วยพาสลี่ย์สับ เสิร์ฟกับขนมปังฝรั่งเศส"
    ],
    "foodsoulimg": "/images/source/bouillabaisse_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class": "support"
    }
  },
  {
    "id": "minestrone",
    "name": "ซุปผักอิตาเลี่ยน",
    "desc": "Minestrone หรือซุปผักแบบอิตาเลี่ยน มีประโยชน์ด้วยส่วนประกอบของผักมากมาย ปรับเป็นอาหารจานหลักเพื่อสุขภาพง่ายๆ โดยเพียงใส่เส้นพาสต้าลงไปเยอะๆ",
    "type": ["food"],
    "region": "Italy",
    "imglinks": "/images/source/minestrone.jpg",
    "source": "https://www.pholfoodmafia.com/recipe/minestrone-%E0%B8%8B%E0%B8%B8%E0%B8%9B%E0%B8%9C%E0%B8%B1%E0%B8%81%E0%B9%81%E0%B8%9A%E0%B8%9A%E0%B8%AD%E0%B8%B4%E0%B8%95%E0%B8%B2%E0%B9%80%E0%B8%A5%E0%B8%B5%E0%B9%88%E0%B8%A2%E0%B8%99/",
    "ingredient": [
      "เส้นฟูชิลี่",
      "หอมใหญ่",
      "มะเขือเทศ",
      "น้ำมันรำข้าว",
      "กระเทียม",
      "มันฝรั่ง",
      "แครอท",
      "เซเลอรี่",
      "ดอกกะหล่ำ",
      "ถั่วแดง",
      "มะเขือเทศเข้มข้น",
      "ใบกระวาน",
      "น้ำซุป",
      "พาสลี่ย์",
      "เนย",
      "เกลือ",
      "พริกไทยดำ",
      "น้ำส้มสายชู"
    ],
    "method":[
      "เอาไส้มะเขือเทศลูกใหญ่ออก หั่นเป็นเต๋าๆ พักไว้",
      "ผัดหอมใหญ่สับกับน้ำมันรำข้าวด้วยไฟต่ำ จนหอมใหญ่สับใสและสุกดี ประมาณ 3-5นาที ใส่มะเขือเทศลูกใหญ่ลงไป ปรุงรสด้วยเกลือเล็กน้อย เกลือจะดึงน้ำในมะเขือลูกใหญ่ออกมา ใส่กระเทียมสับ ผัดจนนิ่มดีและมีลักษณะเป็นครีม ใช้เวลาประมาณ 5นาที พักไว้",
      "หั่นแครอทและมันฝรั่งเป็นเต๋าใหญ่ๆ หั่นเซเลอรี่เป็นท่อนเล็กๆ นำไปผัดกับเนยในหม้อซุป ผัดจนเนยเคลือบทั่วตัวผักดี",
      "ใส่มะเขือเทศเข้มข้นลงไป ผัดให้เคลือบทั่วผัก ตามด้วยมะเขือเทศลูกใหญ่กับหอมใหญ่สับที่พักไว้ เคล้าให้เข้ากัน ตามด้วยน้ำซุป",
      "ใส่ใบกระวานแห้ง แล้วต้มด้วยไฟกลางไปเรื่อยๆ ช้อนฟองที่ลอยหน้าซุปออกเป็นระยะๆ",
      "ปกติ มันฝรั่งจะใช้เวลาในการต้มประมาณ 15-20นาที ขึ้นอยู่กับขนาดที่หั่น ถ้าต้องการจะใส่เส้นพาสต้า สามารถต้มแยกไว้ตามเวลาที่ระบุบนบรรจุภัณฑ์ได้ ให้ใส่ตอนที่มันฝรั่งสุกแล้วหรือสามารถใส่ลงต้มในซุปเลยก็ได้ โดยให้กะระยะเวลาที่ใช้ต้มเส้น แล้วใส่ลงไปก่อนมันฝรั่งจะสุก พยายามคำนวณให้เส้นกับมันฝรั่งสุกพร้อมกัน",
      "พอต้มเส้นพาสต้าได้สักครึ่งทาง ก็ใส่ดอกกะหล่ำลงไป เมื่อทุกอย่างสุกดีก็ใส่ถั่วแดงกับพาสลีย์สับลงไป ปรุงรสด้วยเกลือและพริกไทย"
    ],
    "foodsoulimg": "/images/source/minestrone_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class": "mage"
    }
  },
  {
    "id": "beefwellington",
    "name": "บีฟเวลลิงตัน",
    "desc": "สเต๊กเนื้อสันในย่างให้ได้ความสุกกำลังดี เคลือบด้วยดักเซล (Duxelles) ห่อหุ้มด้วยพาร์มาแฮม (Parma Ham) และแป้งพัฟเพสตรี (Puff Pastry) จบด้วยซอสไวน์แดงรสชาติล้ำลึก",
    "type": ["food"],
    "region":"England",
    "imglinks": "/images/source/beefwellington.jpg",
    "source": "https://www.gordonramsay.com/gr/recipes/beef-wellington/",
    "ingredient":[
      "เนื้อสันในวัว",
      "น้ำมันมะกอก",
      "เห็ดป่ารวม",
      "ไทม์สด",
      "พัฟเพสตรี้",
      "แฮมพาร์มา",
      "ไข่แดง",
      "น้ำ",
      "เกลือทะเล",
      "พริกไทยดำ",
      "น้ำมันมะกอก",
      "เศษเนื้อวัว",
      "หอมแดง",
      "เม็ดพริกไทยดำ",
      "ใบกระวาน",
      "ไทม์",
      "น้ำส้มสายชูไวน์แดง",
      "ไวน์แดง",
      "น้ำสต๊อกเนื้อ"
    ],
    "method": [
      "ห่อเนื้อวัวแต่ละชิ้นให้แน่นด้วยพลาสติกแร็ป 3 ชั้น เพื่อจัดทรงให้สวย จากนั้นนำไปแช่เย็นค้างคืน",
      "นำพลาสติกแร็ปออก แล้วนำเนื้อฟิเลต์ไปย่างอย่างรวดเร็วในกระทะร้อน ใส่น้ำมันมะกอกเล็กน้อย ย่างประมาณ 30-60 วินาที จนผิวด้านนอกเป็นสีน้ำตาลทั่ว แต่ด้านในยังสุกแบบแรร์ ยกออกจากกระทะและพักให้เย็น",
      "สับเห็ดให้ละเอียด แล้วนำไปผัดในกระทะร้อนกับน้ำมันมะกอกเล็กน้อย ใส่ใบไทม์และปรุงรส เมื่อเห็ดเริ่มคายน้ำ ให้ผัดต่อด้วยไฟแรงประมาณ 10 นาที จนความชื้นส่วนเกินระเหยหมด เหลือเป็นเนื้อเห็ดข้น ๆ (เรียกว่า ดูแซล - duxelle) ยกออกจากกระทะและพักให้เย็น",
      "ตัดแป้งพัฟออกเป็นสองส่วน วางบนพื้นผิวที่โรยแป้งบาง ๆ แล้วรีดแต่ละชิ้นให้เป็นสี่เหลี่ยมผืนผ้าขนาดใหญ่พอที่จะห่อเนื้อฟิเลต์ได้ทั้งชิ้น จากนั้นนำไปแช่เย็น",
      "ปูพลาสติกแร็ปแผ่นใหญ่บนโต๊ะ วางแฮมพาร์มา 4 แผ่นซ้อนกันเล็กน้อยให้เป็นรูปสี่เหลี่ยม จากนั้นเกลี่ยดูแซลครึ่งหนึ่งให้ทั่วบนแฮม",
      "ปรุงรสเนื้อฟิเลต์ แล้ววางลงบนแฮมที่ปาดเห็ดไว้ ใช้พลาสติกแร็ปช่วยม้วนแฮมห่อรอบเนื้อ จากนั้นม้วนและผูกพลาสติกแร็ปให้แน่น เพื่อให้ได้ทรงกระบอกที่สม่ำเสมอ ทำซ้ำกับเนื้ออีกชิ้นหนึ่ง แล้วนำไปแช่เย็นอย่างน้อย 30 นาที",
      "ทาแป้งพัฟด้วยไข่ที่ตีไว้ นำเนื้อออกจากพลาสติกแร็ป แล้วห่อแป้งพัฟรอบเนื้อที่ห่อแฮมไว้ ตัดแป้งส่วนเกินออก แล้วทาไข่ให้ทั่วอีกครั้ง คลุมด้วยพลาสติกแร็ปและแช่เย็นอย่างน้อย 30 นาที",
      "ระหว่างนั้น ทำซอสไวน์แดง ตั้งน้ำมันในกระทะใบใหญ่ แล้วผัดเศษเนื้อวัวจนเป็นสีน้ำตาลรอบด้าน ใช้เวลาสักสองสามนาที ใส่หอมแดง พริกไทยเม็ด ใบกระวาน และไทม์ลงไป ผัดต่อประมาณ 5 นาที คนบ่อย ๆ จนหอมแดงเป็นสีทอง",
      "เทน้ำส้มสายชูลงไป ปล่อยให้เดือดและงวดเกือบแห้ง จากนั้นใส่ไวน์แดง ต้มจนงวดลงเกือบหมด ใส่น้ำสต็อก นำกลับไปต้มอีกครั้ง แล้วลดไฟ เคี่ยวเบา ๆ ประมาณ 1 ชั่วโมง คอยช้อนฟองออก จนได้ความข้นตามต้องการ กรองซอสผ่านกระชอนละเอียดที่รองด้วยผ้าขาวบาง ชิมและปรับรส แล้วพักไว้",
      "เมื่อพร้อมจะอบบีฟเวลลิงตัน ให้กรีดผิวแป้งเบา ๆ และทาไข่อีกครั้ง จากนั้นนำเข้าอบที่อุณหภูมิ 200°C / แก๊สเบอร์ 6 เป็นเวลา 15-20 นาที จนแป้งเป็นสีทองและสุก พักไว้ 10 นาทีก่อนหั่น",
      "ระหว่างนั้น อุ่นซอสอีกครั้ง เสิร์ฟบีฟเวลลิงตันหั่นเป็นชิ้น พร้อมซอสเป็นเครื่องเคียง"
    ],
    "foodsoulimg": "/images/source/beefwellington_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "sr",
      "class": "attack"
    }
  },
  {
    "id": "burrito",
    "name": "เบอร์ริโต",
    "desc": "อาหารเม็กซิกันยอดนิยมที่ใช้แผ่นแป้งตอร์ติญ่า (Tortilla) ขนาดใหญ่ ห่อไส้แน่นๆ เป็นทรงกระบอกปิดหัวท้าย",
    "type": ["food"],
    "region": "Mexico",
    "imglinks": "/images/source/burrito.jpg",
    "source": "https://cooking.nytimes.com/recipes/1024725-easy-burritos",
    "ingredient":[
      "เนื้อวัวบด",
      "หัวหอมใหญ่สีเหลืองหรือสีขาว สับละเอียด",
      "ผงยี่หร่า",
      "ปาปริก้ารมควัน หรือผงพริกชิโปเล่ หรือผงพริกอันโช",
      "ออริกาโนแห้ง",
      "ถั่วดำหรือถั่วพินโตกระป๋อง",
      "มะเขือเทศลูกใหญ่ หั่นหยาบ",
      "น้ำมะนาว หรือ น้ำส้มสายชูแอปเปิลไซเดอร์",
      "ซอสพริก สำหรับราด (ไม่จำเป็น)",
      "แผ่นแป้งตอร์ติญ่าแป้งสาลีสำหรับเบอร์ริโต",
      "ชีสมอนเทอเรย์แจ็คขูด หรือชีสผสมสไตล์เม็กซิกัน"
    ],
    "method":[
      "ในกระทะขนาดใหญ่ กดเนื้อวัวให้แผ่เป็นชั้นเดียวเต็มกระทะ โรยหอมหัวใหญ่ลงไป ตั้งไฟกลางค่อนข้างแรงโดยไม่ต้องคน ทิ้งไว้จนเนื้อด้านล่างมีสีน้ำตาลเข้ม ประมาณ 6-8 นาที",
      "โรยยี่หร่าป่น ปาปริการมควัน และออริกาโน ปรุงรสด้วยเกลือและพริกไทย ใช้ตะหลิวสับเนื้อให้แตกเป็นชิ้นเล็ก ๆ แล้วผัดต่อ โดยคนเป็นครั้งคราว จนหอมหัวใหญ่นุ่มและเครื่องเทศส่งกลิ่นหอม ประมาณ 2-4 นาที",
      "ใส่ถั่วทั้งเม็ดพร้อมน้ำในกระป๋อง และมะเขือเทศลงไป เคี่ยวโดยคนและขูดเศษที่ติดก้นกระทะ จนน้ำงวดและส่วนผสมเริ่มส่งเสียงซ่า ประมาณ 8-10 นาที ปิดไฟ ใส่น้ำมะนาว คนให้เข้ากัน แล้วปรุงรสด้วยเกลือและพริกไทยตามชอบ",
      "วางแผ่นแป้งตอร์ติญาบนพื้นผิวที่สะอาด โรยชีสครึ่งหนึ่งลงตรงกลางแผ่นจากซ้ายไปขวา โดยเว้นขอบไว้ประมาณ 1 นิ้ว ตักส่วนผสมเนื้อและถั่วประมาณ ⅔ ถ้วยใส่ลงบนแต่ละแผ่น จากนั้นโรยชีสที่เหลือ และราดซอสพริกหากต้องการ",
      "พับด้านสั้นของแผ่นตอร์ติญาเข้ามาคลุมไส้ จากนั้นพับด้านล่างขึ้นให้แน่น แล้วม้วนออกไปด้านหน้าให้แน่นจนปิดสนิท ทำซ้ำกับแผ่นที่เหลือ",
      "ก่อนรับประทาน ตั้งกระทะเคลือบไม่ติดไฟกลาง วางเบอร์ริโตโดยให้ด้านรอยพับคว่ำลง ย่างโดยพลิกเป็นครั้งคราว จนเหลืองทองทั่วทั้งชิ้น ประมาณ 3-5 นาที เสิร์ฟพร้อมเครื่องเคียงตามชอบ"
    ],
    "foodsoulimg": "/images/source/burrito_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "sr",
      "class": "support"
    }
  },
  {
    "id": "foiegras",
    "name": "ฟัวกรา",
    "desc": "ตับเป็ดหรือตับห่านที่ขุนให้อ้วนจนมีไขมันพอกตับสูง มีลักษณะนุ่ม ละมุน รสชาติเข้มข้น จัดเป็นอาหารหรูหราของฝรั่งเศส ได้จากการบังคับป้อนอาหาร (Force-feeding) เพื่อให้ตับขยายขนาดใหญ่ขึ้น เมนูนี้มักนำมาทำเป็นมูสหรือพาร์เฟต์ เป็นอาหารที่นุ่มละลายในปาก",
    "type": ["food"],
    "region":"France",
    "imglinks": "/images/source/foiegras.jpg",
    "source": "https://www.gourmetandcuisine.com/cooking_recipes/detail/2481",
    "ingredient":[
      "ขนมปังบริออชหั่นชิ้นสี่เหลี่ยม",
      "ฟัวกราส์",
      "เนยจืด",
      "ราสป์เบอร์รีแช่แข็ง",
      "ผิวเลมอน",
      "น้ำเลมอน",
      "ไวน์แดง",
      "พอร์ตไวน์",
      "น้ำตาลไอซิง",
      "เกลือทะเลและพริกไทยสำหรับปรุงรสเล็กน้อย",
      "พาร์สนิปทอดกรอบสำหรับตกแต่ง"
    ],
    "method":[
      "หั่นฟัวกราส์ (ขณะยังเย็นอยู่) เป็นชิ้นหนาประมาณ 4 เซนติเมตร ปรุงรสด้วยเกลือและพริกไทย นำลงนาบกระทะด้วยไฟปานกลางค่อนข้างแรงจนสีเหลืองสวย พักไว้",
      "ทำซอสราสป์เบอร์รีโดยใส่ราสป์เบอร์รีแช่แข็งในหม้อใบเล็ก ใส่พอร์ตไวน์ น้ำตาลไอซิง ผิวเลมอน น้ำเลมอน และไวน์แดง เคี่ยวด้วยไฟปานกลางค่อนข้างอ่อนจนเป็นซอส ชิมรสตามชอบ พักไว้",
      "ใส่เนยลงในกระทะ นำขนมปังลงชุบทั่วชิ้นแล้วย่างให้สีเหลืองทอง วางจัดใส่จาน บีบครีมฟัวกราส์ วางเนื้อฟัวกราส์ ราดซอสเบอร์รี ตกแต่งด้วยหัวพาร์สนิปทอดกรอบ"
    ],
    "foodsoulimg": "/images/source/foiegras_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class": "mage"
    }
  },
  {
    "id": "bibimbap",
    "name": "บิบิมบับ",
    "desc": "อาหารเกาหลียอดนิยม มีลักษณะเป็นเหมือนข้าวยำเกาหลี ปกติแล้วจะมีส่วนประกอบหลักเป็นเนื้อย่างพลุโกกิ",
    "type": ["food"],
    "region": "Korea",
    "imglinks": "/images/source/bibimbap.jpg",
    "source": "https://www.wongnai.com/recipes/bibimbap",
    "ingredient":[
      "โคชูจัง",
      "ข้าวญี่ปุ่น",
      "พริกไทย",
      "ซอสปรุงรส",
      "น้ำมันงา",
      "ผักโขม",
      "เห็ดหอม",
      "ถั่วงอก",
      "เห็ดเข็มทอง",
      "แตงกวา",
      "แครอท",
      "น้ำตาล",
      "น้ำส้มสายชู",
      "ไข่ไก่",
      "กิมจิ",
      "น้ำมันงา (สำหรับผัด)"
    ],
    "method":[
      "ใส่หมูสไลซ์ลงในชามผสม ตามด้วยพริกไทย ซอสปรุงรส และน้ำมันงา (สำหรับหมัก) คลุกเคล้าให้เข้ากัน และหมักไว้ 30 นาที",
      "นำน้ำตาลผสมกับน้ำส้มสายชู คนให้เข้ากันจนน้ำตาลละลาย และราดลงบนผักทั้งหมด คือ ผักโขม เห็ดหอม ถั่วงอก เห็ดเข็มทอง แตงกวา และแครอท",
      "นำกระทะขึ้นตั้งไฟปานกลาง และนำหมูสไลซ์ที่หมักไว้ไปผัดจนสุก",
      "นำกระทะขึ้นตั้งไฟปานกลาง เทน้ำมันงาลงไปนิดหน่อย จากนั้นนำผักไปผัดทีละอย่าง",
      "นำชามหินสไตล์เกาหลีขึ้นตั้งไฟแรงให้ชามร้อนทั่ว",
      "นำของที่ผัดเตรียมไว้มาเรียงใส่ชาม ได้แก่ ข้าวญี่ปุ่น ผักโขม เห็ดหอม ถั่วงอก เห็ดเข็มทอง แตงกวา แครอท และหมูสไลซ์ จัดวางกิมจิและโคชูจังลงไป ท้ายสุดตอกไข่ไก่ใส่ลงตรงกลาง"
    ],
    "foodsoulimg": "/images/source/bibimbap_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class": "support"
    }
  },
  {
    "id": "cassata",
    "name": "คาสซาต้า",
    "desc": " เป็นขนมหวานที่โดดเด่นและมีเอกลักษณ์ของซิซิลี ซึ่งเป็นเกาะทางตอนใต้ของอิตาลี ด้วยสีสันที่สดใสและลวดลายที่น่าตื่นตาตื่นใจ คาสซาต้าจึงไม่เพียงแต่เป็นขนมหวานที่รสชาติดีเท่านั้น แต่ยังเป็นผลงานศิลปะที่แสดงถึงฝีมือและความประณีตในการทำขนมของชาวซิซิลี",
    "type": ["dessert"],
    "region": "Italy",
    "imglinks": "/images/source/cassata.jpg",
    "source": "https://www.lancakebakery.com/2023/12/07/%E0%B8%84%E0%B8%B2%E0%B8%AA%E0%B8%8B%E0%B8%B2%E0%B8%95%E0%B9%89%E0%B8%B2-cassata-%E0%B8%82%E0%B8%99%E0%B8%A1%E0%B8%AB%E0%B8%A7%E0%B8%B2%E0%B8%99%E0%B8%97%E0%B8%B5%E0%B9%88%E0%B8%A1%E0%B8%B5%E0%B8%A3/",
    "ingredient":[
      "สปอนจ์เค้กแผ่น",
      "เหล้ารัม",
      "ชีสริคอตต้า",
      "น้ำตาลทราย",
      "ผลไม้แห้ง (เช่น เชอร์รี่, องุ่นแห้ง, ส้มที่แช่อิ่ม)",
      "ช็อกโกแลตชิป",
      "น้ำตาลไอซิ่ง",
      "น้ำมะนาว",
      "ผลไม้และถั่วสำหรับตกแต่ง"
    ],
    "method":[
      "ทำน้ำเชื่อมรัมโดยผสมเหล้ารัมกับน้ำตาลเล็กน้อยแล้วตั้งไฟให้เดือด จากนั้นพักไว้ให้เย็น",
      "ผสมชีสริคอตต้ากับน้ำตาลทราย คนจนเนียน",
      "เติมผลไม้แห้งและช็อกโกแลตชิปลงในส่วนผสมริคอตต้า คนให้เข้ากัน",
      "หั่นสปอนจ์เค้กเป็นชิ้นบางๆ จากนั้นชุบน้ำเชื่อมรัม",
      "วางชิ้นสปอนจ์เค้กลงในพิมพ์เค้ก แล้วเทส่วนผสมริคอตต้าลงไป",
      "คลุมด้วยชิ้นสปอนจ์เค้กอีกชั้นและชุบน้ำเชื่อมรัม",
      "ทำไอซิ่งโดยผสมน้ำตาลไอซิ่งกับน้ำมะนาว คนจนเนียน",
      "เทไอซิ่งลงบนเค้กแล้วใช้ส้อมหรือมีดปาดให้เรียบ",
      "ตกแต่งด้วยผลไม้และถั่วตามต้องการ",
      "พักเค้กในตู้เย็นก่อนเสิร์ฟ"
    ],
    "foodsoulimg": "/images/source/cassata_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "sr",
      "class": "mage"
    }
  },
  {
    "id": "canele",
    "name": "กาเนอเล่",
    "desc": "ขนมอบชื่อดังจากเมืองบอร์โดซ์ ประเทศฝรั่งเศส มีเอกลักษณ์โดดเด่นคือผิวนอกสีน้ำตาลไหม้ที่กรอบหอมคาราเมล เนื้อในนุ่มชุ่มฉ่ำคล้ายคัสตาร์ด มีกลิ่นหอมของวานิลลาและเหล้ารัม มักมีรูปทรงกระบอกร่องเล็กๆ นิยมทานคู่กับชาหรือกาแฟ",
    "type": ["dessert"],
    "region":"France",
    "imglinks": "/images/source/canele.jpg",
    "source": "https://www.bakerymakershop.com/content/712/%E0%B8%84%E0%B8%B2%E0%B8%99%E0%B8%B2%E0%B9%80%E0%B8%A5%E0%B9%88-canele",
    "ingredient":[
      "นมสด",
      "เนยเค็ม",
      "ไข่แดง",
      "ไข่ไก่",
      "น้ำตาลทราย",
      "เกลือ",
      "แป้งขนมปัง",
      "กลิ่นวานิลลา",
      "เหล้ารัม",
      "กลิ่นรัม"
    ],
    "method":[
      "ต้มนม+เนย จนเดือดและรีบปิดเตา พักไว้",
      "ใส่ไข่ + น้ำตาล ในชามผสม ใช้ไม้พายคนให้เข้ากัน",
      "ใส่เกลือ + แป้งขนมปังในโถไข่ คนต่อจนเข้ากัน",
      "เทนมครึ่งนึงลงในโถแป้ง คนให้เข้ากัน จากนั้นใส่นมอีกครึ่งที่เหลือ คนจนส่วนผสมเข้ากันดี",
      "ใส่กลิ่นวานิลลา + เหล้ารัมในโถ คนจนเข้ากัน กรองด้วยกระชอน",
      "นำส่วนผสมใส่ภาพชนะปิดสนิท เข้าตู้เย็น 12 - 24 ชม.",
      "เมื่อแป้งโดว์ได้ที่แล้ว ทาพิมด้วยเนย หรือสเปรย์น้ำมัน เทแป้งประมาณเกือบเต็มแม่พิมพ์",
      "อบ 250 องศา 10 นาที ปรับลดไฟลงเหลือ 180 องศา อบต่อ 60-70 นาที    หรือจนหน้าเกรียมสวย",
      "นำออกจากเตา คว่ำบนตะแกรง ขนมจะหลุดออกอย่างงายดาย"
    ],
    "foodsoulimg": "/images/source/canele_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class": "mage"
    }

  },
  {
    "id": "hishimochi",
    "name": "ฮิชิโมจิ",
    "desc": "ขนมโมจิรูปทรงสี่เหลี่ยมข้าวหลามตัด 3 ชั้น (ชมพู-ขาว-เขียว) ของญี่ปุ่น ที่ใช้เป็นสัญลักษณ์มงคลในเทศกาลวันเด็กผู้หญิง (Hinamatsuri)",
    "type": ["dessert"],
    "region": "Japan",
    "imglinks": "/images/source/hishimochi.jpg",
    "source": "https://www.japancentre.com/en/recipe/1648-tricoloured-diamond-shaped-hishi-mochi?srsltid=AfmBOoqwmpHIaqzoxfgpeckEumHwvs7k010OtP3a48A4Bn133Vm1jGVB",
    "ingredient":[
      "แป้งข้าวเจ้า",
      "น้ำตาล",
      "น้ำ",
      "ผงมัทฉะ",
      "สีผสมอาหารสีแดง",
      "แป้งมันฝรั่ง"
    ],
    "method":[
      "ผสมแป้งข้าวเจ้า 50 กรัม น้ำตาล 40 กรัม น้ำ 75 มิลลิลิตร และผงมัทฉะ 1-3 ช้อนโต๊ะ (ตามชอบ) ในชามที่เข้าไมโครเวฟได้ คนให้เข้ากันจนแป้งไม่เป็นก้อน",
      "ปิดชามด้วยพลาสติกแรปเล็กน้อย แล้วนำเข้าไมโครเวฟด้วยไฟแรง 2 นาที ส่วนผสมจะเริ่มมีฟอง ระวังร้อน จากนั้นคนให้เข้ากัน",
      "นำเข้าไมโครเวฟต่ออีก 1 นาที แล้วคนอีกครั้ง",
      "เตรียมถาดขนาดประมาณ 8 x 8 นิ้ว โรยแป้งมันฝรั่งบาง ๆ ที่ก้นถาด",
      "ค่อย ๆ เทส่วนผสมสีเขียวลงในถาด แล้วยืดหรือเกลี่ยให้เป็นชั้นบางทั่วถาด ใช้ไม้คลึงแป้งช่วยเกลี่ยจนได้ความหนาเท่ากัน",
      "ทำซ้ำขั้นตอนเดียวกันกับชั้นที่เหลือ แล้ววางซ้อนลงไปตามลำดับ โดยเริ่มจากชั้นสีขาว แล้วตามด้วยชั้นสีชมพู",
      "โรยแป้งมันฝรั่งบาง ๆ บนหน้าขนมโมจิ",
      "พักโมจิไว้ 30 นาที จากนั้นใช้มีดคมตัดเป็นรูปสี่เหลี่ยมข้าวหลามตัดเพื่อความดั้งเดิม หรือจะตัดเป็นสี่เหลี่ยมก็ได้",
      "รับประทานคู่กับข้าวเกรียบฮินะอาราเระ หรือชามัทฉะ เหมาะเป็นของหวานในเทศกาลฮินะมัตสึริ"
    ],
    "foodsoulimg": "/images/source/hishimochi_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class": "defense"
    }

  },
  {
    "id": "tiramisu",
    "name": "ทิรามิสุ",
    "desc": "ทีรามิสุ พุดดิ้งสไตล์อิตาเลียน ที่ชื่อมีความหมายว่า Pick me up จุดเด่นของทีรามิสุอยู่ที่รสชาติของกาแฟ ผงโกโก้ ชีสมาสคาโปน ไวน์หวานที่มีชื่อว่า มาซาร่า และบิสกิตแท่งยาวชื่อว่าเลดี้ฟิงเกอร์",
    "type": ["dessert"],
    "region": "Italy",
    "imglinks": "/images/source/tiramisu.jpg",
    "source": "https://www.pholfoodmafia.com/recipe/classic-tiramisu-%E0%B8%97%E0%B8%B5%E0%B8%A3%E0%B8%B2%E0%B8%A1%E0%B8%B4%E0%B8%AA%E0%B8%B8/",
    "ingredient":[
      "กาแฟเข้มข้น",
      "ไข่แดง",
      "น้ำตาลทราย",
      "ไวน์มาซาร่า",
      "ครีม",
      "ชีสมาสคาโปน",
      "บิสกิตเลดี้ฟิงเกอร์",
      "ผงโกโก้สำหรับเสิร์ฟ"
    ]
    ,
    "method":[
      "เตรียมกาแฟเข้มข้น ถ้ามีเครื่องทำกาแฟเอสเพรสโซ่จะทำให้ได้กาแฟที่มีคุณภาพ (5 shots) ถ้าไม่มีสามารถใช้กาแฟผง โดยชงให้มีความเข้มข้น แล้วพักให้เย็นลง",
      "ทำตัวมูส โดยนำส่วนประกอบของไข่แดง น้ำตาลทราย และไวน์มาซาร่า ใส่ในชามผสมที่สามารถทนความร้อนได้ แล้วนำไปตั้งบนหม้อใส่น้ำ โดยหลีกเลี่ยงไม่ให้ระดับน้ำสัมผัสก้นของชามผสม นำส่วนประกอบไปตั้งไฟ (Bain Marie) ใช้ตะกร้อมือ หรือเครื่องตีแบบมือถือตีส่วนประกอบ (Sabayon) จนส่วนผสมมีลักษณะอุ่นๆ (40-45 องศาเซลเซียส) นำออกจากความร้อน ตีต่อให้มีปริมาณฟูขึ้นประมาณ 1 เท่า พักให้เย็นตัวลงเล็กน้อย ประมาณ 5 นาที ใส่ชีสมาสคาโปนตามลงไป ตะล่อมอย่างเบามือให้เข้ากัน",
      "ตีครีมให้ขึ้นฟู และตั้งยอดอ่อนๆ แล้วนำไปตะล่อมให้เข้ากับส่วนประกอบชีสมาสคาโปน",
      "เตรียมภาชนะแก้วขนาด 1.4 ลิตร นำบิสกิตเลดี้ฟิงเกอร์ชุบในกาแฟอย่างรวดเร็ว แล้วจัดเรียงลงบนฐานของพิมพ์ ถ้าจำเป็นต้องหักบิสกิตเพื่อให้พอดีกับขนาดของพิมพ์ ก็สามารถทำได้ โรยผงโกโก้ให้ทั่วตัวบิสกิต แบ่งส่วนผสมของมูสออกเป็นสามส่วน ตักส่วนประกอบของมูสส่วนหนึ่งลงด้านบนของบิสกิต ปาดให้พอเรียบ แล้วทำขั้นตอนเดิมซ้ำอีก 2 ครั้ง นำทีรามิสุไปแช่เย็นให้เย็นจัดประมาณ 3 ชั่วโมง หรือข้ามวัน การพักในตู้เย็นจะทำให้ตัวมูสมีเนื้อสัมผัสที่แน่นขึ้น และบิสกิตนุ่มลง ก่อนเสิร์ฟ โรยหน้าด้วยผงโกโก้อีกครั้ง"
    ],
    "foodsoulimg": "/images/source/tiramisu_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "sr",
      "class": "mage"
    }
  },
  {
    "id": "affogato",
    "name": "อัฟโฟกาโต",
    "desc": "อัฟโฟกาโต (Affogato) เป็นเครื่องดื่มกึ่งของหวานสไตล์อิตาเลียน ซึ่งได้แก่ไอศกรีมวานิลลาที่เสิร์ฟมาพร้อมกับเอสเพรสโซ่ หรือกาแฟเข้มข้นแบบอิตาเลียน คำว่าอัฟโฟกาโต มีความหมายว่า จม หรือถูกทำให้จม ซึ่งสื่อถึงไอศกรีมที่จมอยู่ในกาแฟ",
    "type": ["drinks"],
    "region": "Italy",
    "imglinks": "/images/source/affogato.jpg",
    "source": "https://www.pholfoodmafia.com/recipe/chocolate-affogato-%E0%B8%8A%E0%B9%87%E0%B8%AD%E0%B8%81%E0%B9%82%E0%B8%81%E0%B9%81%E0%B8%A5%E0%B8%95%E0%B8%AD%E0%B8%B1%E0%B8%9F%E0%B9%82%E0%B8%9F%E0%B8%81%E0%B8%B2%E0%B9%82%E0%B8%95/",
    "ingredient":[
      "ผงโกโก้ ทิวลิป โกลด์",
      "น้ำร้อน",
      "น้ำผึ้ง",
      "กาแฟเข้มข้น",
      "ไอศกรีมวานิลลา"
    ],
    "method":[
      "เตรียมช็อกโกแลตน้ำผึ้ง โดยการละลายผงโกโก้ ทิวลิปโกลด์ กับน้ำร้อน ปรุงด้วยน้ำผึ้งให้เข้ากันดี ใส่ลงในแก้วที่ต้องการเสิร์ฟ",
      "ใส่ไอศกรีมวานิลลาตามลงไป เสิร์ฟพร้อมกับกาแฟเข้มข้นร้อน เมื่อต้องการรับประทาน ก็ราดลงไป"
    ],
    "foodsoulimg": "/images/source/affogato_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class": "mage"
    }
  },
  {
    "id": "cannoli",
    "name": "คันโนลี",
    "desc": "ของหวานของอิตาลีที่มีต้นกำเนิดในซิซิลี ชื่อแคนโนลี มีความหมายถึง ท่อเล็กๆ (little tube) สอดไส้ด้วยชีสรีคอตต้า และตกแต่งด้วยช็อกโกแลตชิพ",
    "type": ["dessert"],
    "region": "Italy",
    "imglinks": "/images/source/cannoli.jpg",
    "source": "https://www.pholfoodmafia.com/recipe/cannoli-%E0%B9%81%E0%B8%84%E0%B8%99%E0%B9%82%E0%B8%99%E0%B8%A5%E0%B8%B5/",
    "ingredient":[
      "แป้งสาลีอเนกประสงค์",
      "น้ำตาลทราย",
      "เกลือ",
      "ชอร์ตเทนนิ่งน้ำมันรำข้าว",
      "ไข่แดง",
      "ไวน์ขาว",
      "น้ำมันรำข้าวสำหรับทอด",
      "ชีสรีคอตต้า (Ricotta Cheese)",
      "น้ำตาลไอซิ่ง",
      "กลิ่นวานิลลา",
      "ช็อกโกแลตชิพเม็ดเล็ก",
      "น้ำตาลไอซิ่งสำหรับเสิร์ฟ"
    ],
    "method":[
      "ร่อนแป้ง และเกลือใส่ชามผสม ใส่น้ำตาลทรายตามลงไป ใส่ส่วนผสมชอร์ตเทนนิ่งน้ำมันรำข้าว ใช้ที่ตัดแป้ง (Pastry Cutter) กดตัดแป้งจนมีลักษณะเป็นเม็ดร่วนๆ ใส่ไข่แดง และไวน์ลงไปทีละน้อย ใช้ไม้พายคนจนแป้งโดจับตัวกันได้ดี ห่อแป้งโดด้วยพลาสติกถนอมอาหาร พักให้ตู้เย็น",
      "ตั้งน้ำมันที่ 160 องศาเซลเซียส แบ่งแป้งโดเป็นก้อนละ 25 กรัม คลึงให้เป็นแผ่นกลม พันลงบนกรวยแคนโนลี นำลงทอดให้สุกและกรอบดี รูดออกจากพิมพ์ พักให้เย็นลง",
      "นำรีคอตต้าใส่ในตะแกรง พักในตู้เย็นประมาณ 1 ชั่วโมง",
      "ผสมรีคอตต้า กับน้ำตาลไอซิ่ง ปรุงด้วยกลิ่นวานิลลา",
      "นำส่วนผสมใส่ถุงบีบ บีบใส่ในตัวแคนโนลี โรยช็อกโกแลตชิพที่ปลายของแคนโนลี ก่อนเสิร์ฟโรยไอซิ่ง ถ้าต้องการ"
    ],
    "foodsoulimg": "/images/source/cannoli_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class": "mage"
    }
  },
  {
    "id": "lamington",
    "name": "เค้กลามิงตัน",
    "desc": "ขนมเค้กลามิงตันมีต้นกำเนิดในประเทศออสเตรเลีย มีลักษณะเป็นสปองจ์เค้กที่ตัดเป็นก้อนสี่เหลี่ยมหนา 4 เซนติเมตร ชุบด้วยน้ำเชื่อมไอซิ่งรสช็อกโกแลต และเคลือบด้วยมะพร้าวอีกทีบางสูตรก็ตัดตัวเค้กเป็นครึ่ง และมีครีมหรือแยมสตรอว์เบอร์รี่ตรงกลาง",
    "type": ["dessert"],
    "region": "Australia",
    "imglinks": "/images/source/lamington.jpg",
    "source": "https://www.pholfoodmafia.com/recipe/lamington-%E0%B9%80%E0%B8%84%E0%B9%89%E0%B8%81%E0%B8%A5%E0%B8%B2%E0%B8%A1%E0%B8%B4%E0%B8%87%E0%B8%95%E0%B8%B1%E0%B8%99/",
    "ingredient":[
      "แป้งสาลีอเนกประสงค์",
      "ไข่ไก่",
      "น้ำตาลทราย",
      "เนย (ละลาย)",
      "น้ำตาลไอซิ่ง",
      "น้ำเชื่อมกลิ่นฮาเซลนัท",
      "ผงโกโก้",
      "น้ำ (ร้อน)",
      "มะพร้าว (ขูดฝอย) สำหรับเคลือบตัวเค้ก"
    ],
    "method":[
      "ตั้งเตาอบที่อุณหภูมิ 180 องศาเซลเซียส ทาเนยที่พิมพ์ขนาด 8x8 นิ้ว รองกระดาษแล้วพักไว้",
      "ละลายเนยแล้วพักให้เย็นลงเล็กน้อย",
      "ตีไข่ไก่กับน้ำตาลทรายให้ฟูเนียน ประมาณ 3-4 นาทีตักส่วนผสมไข่ส่วนหนึ่งออกมาผสมกับเนย แล้วค่อยนำกลับไปตะล่อมเบาๆ กับส่วนที่เหลือ",
      "ร่อนแป้งสาลีอเนกประสงค์ลงบนส่วนผสมไข่ ตะล่อมเบาๆให้เข้ากัน ใส่ส่วนผสมลงในถาด เข้าอบประมาณ 18-20 นาที จนสุกดี พักให้เย็นลง",
      "ทำช็อกโกแลตไอซิ่ง โดยร่อนผงโกโก้และไอซิ่ง ผสมกับน้ำร้อนและน้ำเชื่อมกลิ่นฮาเซลนัท ถ้าข้นเกินไปสามารถผสมน้ำร้อนเพิ่มได้ พักให้เย็นดี",
      "ตักเค้กเป็นสี่เหลี่ยมขนาด 4x4 เซนติเมตร นำไปชุบช็อกโกแลตไอซิ่ง แล้วพักบนตะแกรงเล็กน้อยก่อนที่จะไปคลุกกับมะพร้าวขูดฝอย พักให้แห้งลงเล็กน้อย"
    ],
    "foodsoulimg": "/images/source/lamington_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class": "mage"
    }
  },
  {
    "id": "eggnog",
    "name": "เอ๊กน็อก",
    "desc": "ครื่องดื่มครีมมี่เข้มข้นยอดนิยมในช่วงเทศกาลคริสต์มาส มีต้นกำเนิดจากยุโรป ประกอบด้วยไข่แดง น้ำตาล นม และครีม ผสมกับเครื่องเทศ เช่น ลูกจันทน์เทศ (nutmeg) หรืออบเชย มักผสมแอลกอฮอล์จำพวกเหล้ารัม บรั่นดี หรือเบอร์เบิน แต่สามารถทำแบบไม่มีแอลกอฮอล์ได้ มีเนื้อสัมผัสคล้ายคัสตาร์ดอุ่นๆ หรือเย็น",
    "type": ["drinks"],
    "region": "England",
    "imglinks": "/images/source/eggnog.jpg",
    "source": "https://guide.michelin.com/th/th/article/dining-in/two-michelin-stars-thomas-and-mathias-suehring-reveal-family-secret-eggnog-recipe",
    "ingredient":[
      "วานิลลา",
      "เหล้ารัมไทยตราแม่โขง",
      "นมข้น",
      "น้ำตาลไอซิ่ง",
      "ไข่แดงดิบ"
    ],
    "method":[
      "ผสมไข่แดงดิบในเครื่อง thermomix เป็นเวลา 5 นาทีที่ความร้อน 80 องศา",
      "เติมนม น้ำตาล และฝักวานิลลาลงไป แล้วผสมต่ออีก 5 นาทีที่ความร้อน 80 องศา",
      "เทส่วนผสมทั้งหมดผ่านตะแกรงร่อนลงในถ้วย",
      "นำไปวางบนถาดน้ำแข็งจนเย็นลง แล้วใส่เหล้ารัม"
    ],
    "foodsoulimg": "/images/source/eggnog_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "sr",
      "class": "mage"
    }
  },
  {
    "id": "madeleine",
    "name": "เค้กเปลือกหอย",
    "desc": "ขนมอบสัญชาติฝรั่งเศส ลักษณะเป็นเค้กชิ้นเล็กๆ ขนาดพอดีคำ รูปทรงคล้ายเปลือกหอย มี 'ตูด' หรือส่วนนูนที่เป็นเอกลักษณ์ เนื้อสัมผัสจะนุ่มฟู หอมเนย และมีกลิ่นเลมอนเป็นส่วนประกอบหลัก มักถูกเรียกง่ายๆ ว่า \"ขนมไข่ฝรั่งเศส\"",
    "type": ["dessert"],
    "region": "France",
    "imglinks": "/images/source/madeleine.jpg",
    "source": "https://www.pholfoodmafia.com/recipe/madeleine-%E0%B9%80%E0%B8%84%E0%B9%89%E0%B8%81%E0%B9%80%E0%B8%9B%E0%B8%A5%E0%B8%B7%E0%B8%AD%E0%B8%81%E0%B8%AB%E0%B8%AD%E0%B8%A2/",
    "ingredient":[
      "ไข่ไก่",
      "น้ำตาลทราย",
      "น้ำผึ้ง",
      "นมสด",
      "แป้งสาลีอเนกประสงค์",
      "ผงฟู",
      "เนย และเนยสำหรับทาพิมพ์",
      "ผิวมะนาว",
      "กลิ่นวานิลลา"
    ],
    "method":[
      "ทาเนยที่พิมพ์ โรยแป้งสาลีอเนกประสงค์ให้ทั่วแล้วเคาะส่วนเกินออก",
      "ละลายเนย ใส่ผิวมะนาวหรือกลิ่นวานิลาลงไปผสม พักให้เย็นตัวลง",
      "ตีไข่ไก่กับน้ำตาลทรายด้วยตะกร้อมือให้เข้ากันแล้วใส่น้ำผึ้งกับนมสด ตีต่อให้เข้ากันดี",
      "ร่อนแป้งสาลีอเนกประสงค์และผงฟูลงในส่วนผสมของไข่ไก่",
      "ใส่ส่วนผสมเนยลงไปทีละนิดๆ ตีให้เข้ากันดี พักในตู้เย็นประมาณ 5 นาที",
      "ใส่ส่วนผสมลงในถุงบีบ ใช้หัวบีบขนาดเส้นผ่าศูนย์กลางประมาณ 1 เซนติเมตร บีบส่วนผสมใส่พิมพ์ โดยเริ่มจนส่วนเปลือกหอยด้านบนที่กว้างกว่า ใช้แรงบีบให้ส่วนผสมออกมามากกว่า แล้วจึงเลื่อนลงมาส่วนล่าง ให้ส่วนล่างเล็กกว่าส่วนบน (พยายามอย่าให้ส่วนผสมออกนอกพิมพ์ จะทำให้ตัวขนมออกมาไม่สวยตามต้องการ)",
      "อบที่อุณหภูมิ 160-170 องศาเซลเซียส ประมาณ 10 นาที หรือจนสุกดี"
    ],
    "foodsoulimg": "/images/source/madeleine_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "sr",
      "class": "mage"
    }

  },
  {
    "id": "tortacaprese",
    "name": "ทอร์ตาคาร์เปรส",
    "desc": "เค้กช็อกโกแลตอัลมอนด์ไร้แป้งอันเลื่องชื่อจากเกาะคาปรี ประเทศอิตาลี มีลักษณะเด่นคือเนื้อเค้กด้านนอกกรอบ เนื้อในนุ่มชุ่มชื้น รสเข้มข้นจากช็อกโกแลตและอัลมอนด์ป่น มักโรยน้ำตาลไอซิ่ง นิยมเสิร์ฟคู่กับผลไม้สดหรือไอศกรีม ",
    "type": ["dessert"],
    "region": "Italy",
    "imglinks": "/images/source/tortacaprese.jpg",
    "source": "https://www.pholfoodmafia.com/recipe/torta-caprese-%E0%B8%97%E0%B8%AD%E0%B8%A3%E0%B9%8C%E0%B8%95%E0%B8%B2%E0%B8%84%E0%B8%B2%E0%B8%A3%E0%B9%8C%E0%B9%80%E0%B8%9B%E0%B8%A3%E0%B8%AA/",
    "ingredient":[
      "ดาร์กช็อกโกแลต",
      "ไข่ไก่",
      "น้ำตาลทราย",
      "กลิ่นวานิลลา",
      "ผงอัลมอนด์",
      "เนย (ละลาย)",
      "ผงโกโก้"
    ],
    "method":[
      "เปิดเตาอบที่อุณหภูมิ 170 องศาเซลเซียส เตรียมพิมพ์เค้กขนาด 24 เซนติเมตร ทาเนยที่ฐานและรองกระดาษไข ส่วนด้านข้างทาเนยบางๆ",
      "นำดาร์กช็อกโกแลตเข้าเครื่องบดสับ บดให้เป็นชิ้นเล็กๆ  หากไม่มีเครื่องบดสับสามารถใช้มีดสับได้",
      "ละลายเนยและพักให้อุ่น",
      "ตีไข่ไก่ น้ำตาลทราย และกลิ่นวานิลลาด้วยหัวตีตะกร้อประมาณ 8 นาที   จนส่วนผสมฟูเบา (Ribbon Stage)",
      "ตักส่วนผสมออกมาเล็กน้อยผสมกับเนยให้เข้ากัน   แล้วใส่กลับลงไปในส่วนผสมหลัก ตะล่อมเบาๆ ใส่ผงอัลมอนด์และช็อกโกแลต   ตะล่อมต่อ เทใส่พิมพ์และอบ 50 นาที",
      "นำเค้กออกจากเตาอบ พักให้เย็นในพิมพ์",
      "ก่อนเสิร์ฟ โรยผงโกโก้  สามารถพรมด้วยเหล้าหวานหรือเสิร์ฟพร้อมครีมและผลไม้สดได้"
    ],
    "foodsoulimg": "/images/source/tortacaprese_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class": "support"
    }
  },
  {
    "id": "candycane",
    "name": "แคนดี้เคน",
    "desc": "ลูกอมแท่งรูปไม้เท้าที่มีลายทางสีขาวสลับแดง มักมีกลิ่นเปปเปอร์มินต์ เป็นขนมสัญลักษณ์ยอดนิยมในช่วงเทศกาลคริสต์มาส",
    "type": ["dessert"],
    "region": "Germany",
    "imglinks": "/images/source/candycane.jpg",
    "source": "https://www.thespruceeats.com/candy-canes-recipe-521012",
    "ingredient":[
      "สเปรย์น้ำมันสำหรับอบ",
      "น้ำตาลทราย",
      "คอร์นไซรัปชนิดอ่อน",
      "น้ำ",
      "กลิ่นเปปเปอร์มินต์",
      "สีผสมอาหารเจลสีแดง",
      "สีผสมอาหารเจลสีขาว (ไม่จำเป็น)"
    ],
    "method":[
      "เตรียมวัตถุดิบทั้งหมด",
      "พ่นสเปรย์น้ำมันลงบนถาดอบขอบสูง 2 ใบ แล้วพักไว้ จัดตะแกรงเตาอบไว้ชั้นบนและล่างของเตา อุ่นเตาอบที่อุณหภูมิ 200°F (ประมาณ 95°C)",
      "ผสมน้ำตาลทราย 3 ถ้วย คอร์นไซรัปชนิดอ่อน 1 ถ้วย และน้ำ 1/4 ถ้วย ในหม้อขนาดกลาง ตั้งไฟกลางค่อนข้างแรง คนด้วยพายซิลิโคนจนน้ำตาลละลาย",
      "เทน้ำที่เหลืออีก 1/4 ถ้วยใส่ถ้วยเล็ก ใช้สำหรับชุบแปรงทาขนม",
      "ใช้แปรงที่ชุบน้ำปัดคราบน้ำตาลที่เกาะตามขอบหม้อออก ห้ามคนส่วนผสม",
      "เมื่อไซรัปเดือด ใส่เทอร์โมมิเตอร์วัดอุณหภูมิลูกกวาด ต้มต่อโดยไม่คน จนอุณหภูมิถึง 285°F (ระยะ soft-crack stage)",
      "ยกออกจากเตา รอให้ฟองยุบเล็กน้อย แล้วคนกลิ่นเปปเปอร์มินต์ 1 1/2 ช้อนชา ลงไป",
      "เทไซรัปประมาณครึ่งหนึ่งลงบนถาดอบใบแรก แล้วนำเข้าเตาอบ",
      "ใส่สีผสมอาหารสีแดง 1 ช้อนชาลงในไซรัปที่เหลือ คนให้เข้ากัน หากต้องการสีเข้มขึ้นสามารถเติมเพิ่มได้",
      "เทไซรัปสีแดงลงบนถาดอบอีกใบ พักไว้จนผิวหน้าขนมเริ่มเซ็ตตัวเป็นแผ่นบาง",
      "พ่นสเปรย์น้ำมันบนที่ปาดแป้งหรือพายโลหะ ใช้อุปกรณ์นั้นนวดลูกกวาด โดยกดแผ่แล้วพับทบซ้ำ ๆ ประมาณ 1-2 นาที จนลูกกวาดเย็นลง",
      "สวมถุงมือกันความร้อน ดึงลูกกวาดให้เป็นเส้นยาว พับครึ่ง แล้วบิดไปมา จนลูกกวาดเริ่มละลายเข้าหากัน",
      "ทำซ้ำจนลูกกวาดมีสีทึบและผิวมันวาว ใช้เวลาประมาณ 2-3 นาที ตอนนี้ลูกกวาดจะยังอุ่นและดึงยาก",
      "ดึงลูกกวาดให้เป็นเส้นยาว เส้นผ่านศูนย์กลางประมาณ 2 นิ้ว แล้วนำกลับเข้าเตาอบเพื่อรักษาความอ่อนตัว",
      "นำถาดอีกใบออกจากเตาอบ ใส่สีผสมอาหารสีขาว 1 ช้อนชา (ถ้าใช้) แล้วนวดให้เข้ากัน",
      "ดึงและพับลูกกวาดสีขาวแบบเดียวกับสีแดง จนสีทึบ มันวาว และดึงยาก จากนั้นดึงเป็นแท่งยาว เส้นผ่านศูนย์กลางประมาณ 2 นิ้ว",
      "นำลูกกวาดสีแดงออกจากเตาอบ ตัดลูกกวาดสีขาวยาว 2 นิ้ว และสีแดงยาว 2 นิ้ว อย่างละชิ้น ส่วนที่เหลือนำกลับเข้าเตาอบ",
      "บีบลูกกวาดสีแดงและสีขาวเข้าด้วยกันให้เป็นแท่งสองสี แล้วดึงยืดอีกครั้ง ความหนาที่ได้จะเป็นตัวกำหนดขนาดของแคนดี้เคน",
      "เมื่อได้ความหนาที่พอใจแล้ว บิดแท่งลูกกวาดให้เกิดลายเกลียวแบบแคนดี้เคน",
      "ทาน้ำมันหรือพ่นสเปรย์บนกรรไกร ตัดลูกกวาดเป็นท่อนตามความยาวที่ต้องการ ท่อนยาวประมาณ 7 นิ้วจะได้แคนดี้เคนขนาดกลาง",
      "รีบดัดปลายให้เป็นตะขอ แล้ววางพักไว้ที่อุณหภูมิห้องจนแข็งตัว",
      "ตัดลูกกวาดจากแท่งที่เหลือทีละส่วน นำส่วนที่เหลือกลับเข้าเตาอบ และทำซ้ำขั้นตอนการดึง บิด และขึ้นรูปจนใช้ลูกกวาดหมด"
    ],
    "foodsoulimg": "/images/source/candycane_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class": "support"
    }

  },
  {
    "id": "blini",
    "name": "บลินี่",
    "desc": "แพนเค้กเก่าแก่สัญชาติรัสเซียและยุโรปตะวันออก มีลักษณะเป็นแผ่นแป้งทรงกลมขนาดเล็ก (5-10 ซม.) บาง นุ่ม และยืดหยุ่นกว่าแพนเค้กทั่วไป มักทำจากยีสต์ นิยมทานคู่กับเครื่องเคียงของคาว เช่น ครีมเปรี้ยว (Sour cream), แซลมอนรมควัน หรือไข่ปลาคาเวียร์ ถือเป็นเมนูออเดิร์ฟหรูหรา",
    "type": ["food","dessert"],
    "region": "Russia",
    "imglinks": "/images/source/blini.jpg",
    "source": "https://saf-instant.co.th/th/smoked-salmon-and-cream-cheese-blinis/",
    "ingredient":[
      "แป้งสาลี",
      "แป้งบัควีท",
      "นมสดไม่พร่องมันเนย (อุ่น)",
      "เกลือ",
      "เนย อ่อนตัว (ไม่ละลาย)",
      "ยีสต์",
      "ไข่ (ตีแล้ว)",
      "แซลมอนรมควัน (ตัดเป็นชิ้นยาวประมาณ 8 ซม.)",
      "ครีมชีส",
      "ต้นหอมซอย"
    ],
    "method":[
      "ผสมแป้งและเกลือเข้าด้วยกันในโถ",
      "ละลายยีสต์ในน้ำเล็กน้อยแล้วเติมส่วนผสมยีสต์นี้ลงในโถแป้ง",
      "เติมไข่ และค่อย ๆ ใส่นมอุ่นลงไปทีละน้อยระหว่างที่กำลังผสมแป้งในเครื่องผสมหรือผสมด้วยไม้พาย เพื่อให้ได้ส่วนผสมที่เนียนเข้ากัน",
      "ถ่ายส่วนผสมออกมาใส่ในชาม คลุมปากชามด้วยผ้าชุบน้ำหมาด ๆ แล้วพักไว้ที่อุณหภูมิห้องประมาณ 26 - 30°C เป็นเวลา 45 นาที",
      "คนส่วนผสมด้วยไม้พาย คลุมปากชามแล้วพักไว้อีก 45 นาที",
      "ในขั้นสุดท้าย ผสมเนยที่อ่อนตัวแล้วลงในส่วนผสม คนจนเนยผสมเข้ากันดีกับส่วนผสมแป้ง",
      "ละลายเนยประมาณ 2 ช้อนโต๊ะ ลงในกระทะก้นแบนด้วยไฟกลางค่อนไปทางอ่อน",
      "ใช้กระบวยตักส่วนผสมแป้งเทลงในกระทะ ทอดแป้งแต่ละชิ้นให้มีความหนาเล็กน้อย (ประมาณ 3-4 มม.) สามารถทอดแป้งแต่ละชิ้นให้มีขนาดได้ตามที่ต้องการ",
      "กลับแป้งบลินีเมื่อเริ่มมีฟองอากาศเล็ก ๆ ปรากฏบนผิวหน้า",
      "ทอดบลินีจนมีสีน้ำตาลทองทั้งสองด้าน",
      "วางแซลมอนรมควันหนึ่งชิ้นลงบนบลินีแต่ละแผ่นตามด้วยครีมชีสหนึ่งช้อน",
      "ตกแต่งด้วยต้นหอมและโรยพริกไทยดำบดก่อนเสิร์ฟ"
    ],
    "foodsoulimg": "/images/source/blini_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class": "mage"
    }
  },
  {
    "id": "croissant",
    "name": "ครัวซองต์",
    "desc": "เป็นขนมที่มีส่วนผสมของเนย หรือเป็นที่รู้จักกันดีในขนมปังรูปจันทร์เสี้ยว",
    "type": ["dessert"],
    "region": "France",
    "imglinks": "/images/source/croissant.jpg",
    "source": "https://tecnogasthai.com/croissant-recipe/",
    "ingredient":[
      "แป้งฝรั่งเศส T55 หรือแป้งอเนกประสงค์ไม่ฟอกขาว",
      "น้ำเย็น",
      "นมสดเย็น",
      "น้ำตาลทราย",
      "เนยจืดนิ่ม",
      "ยีสต์",
      "เกลือ",
      "เนยจืดแช่แข็งสำหรับขึ้นรูป",
      "ไข่สำหรับทาผิวครัวซองต์"
    ],
    "method":[
      "นำแป้งฝรั่งเศส นมสด น้ำตาลทราย ยีสต์ เกลือ เนยจืดนิ่ม ผสมให้เข้ากันโดยใช้พายยางหรือมือ จากนั้นเติมน้ำเย็นลงไป",
      "นวดแป้งครัวซองต์ให้เข้ากันจนเนื้อเนียน ไม่ติดภาชนะ",
      "รีดแป้งเป็นแผ่นสี่เหลี่ยม คลุมด้วยพลาสติก Wrap แล้วนำเข้าตู้เย็นทิ้งไว้ข้ามคืน",
      "นำเนยจืดแช่แข็งสำหรับขึ้นรูปออกมาจากตู้เย็น แล้วตัดให้เนยมีความหนา 1.25 เซนติเมตร",
      "เรียงเนยบนกระดาษไขรูปสี่เหลี่ยมจัตุรัส 17x17 เซนติเมตร จากนั้นห่อกระดาษไขแล้วนำไปแช่เย็น",
      "นำแป้งครัวซองต์ที่แช่เย็นไว้ ออกมารีดเป็นรูปสี่เหลี่ยมให้มีความหน้าเท่ากันทั่วทั้งแผ่น",
      "นำเนยที่แช่เย็นไว้มาวางบนแป้ง แล้วพับแป้งปิดเนยแบบ Letter Fold คือ แบ่งแป้งเป็น 3 ส่วน แล้วพับฝั่งด้านบนลงมา แล้วค่อยพับอีกด้านทับตรงกลาง",
      "โดยใช้นิ้วหรือฝ่ามือกดเบา ๆ ตรงรอยต่อที่แป้งทบกันเพื่อปิดตะเข็บรอยแป้ง แล้วนำแป้งไปแช่เย็น",
      "นำแป้งออกจากตู้เย็น รีดแป้งเป็นรูปสี่เหลี่ยมผืนผ้าขนาด 20x60 เซนติเมตร โดยรีดจากตรงกลางไปที่ขอบเพื่อให้แป้งหนาสม่ำเสมอ",
      "พับแป้ง 3 ทบ แล้วนำไปแช่ตู้เย็น 20-30 นาที แล้วนำออกมารีดให้มีขนาดพอที่จะพับเป็น 3 ส่วนได้อีกในครั้งต่อไป โดยจะทำขั้นตอนนี้ซ้ำทั้งหมด 3 ครั้ง และหลังจากครั้งที่ 3 จะแช่ตู้เย็นข้ามคืน",
      "นำแป้งครัวซองต์ที่เข้าเนยเรียบร้อยมารีดให้ได้ขนาดประมาณ 20x110 เซนติเมตร",
      "ตัดแป้งเป็นรูปทรงสามเหลี่ยมเท่า ๆ กัน ขนาดตามชอบ",
      "ม้วนแป้งโดยเริ่มม้วนจากฐานของสามเหลี่ยม จะได้เป็นรูปทรงของครังซองต์",
      "นำครัวซองต์ไปเรียบใส่ถาด พักให้แป้งขึ้นจนได้ที่",
      "ก่อนอบให้ทาไข่บาง ๆ เคลือบผิวของแป้ง",
      "นำไปอบที่เตาอบอุณหภูมิ 200 องศาเซลเซียส ประมาณ 18-20 นาที โดยเมื่อครบ 10 นาทีแรก ให้กลับถาด และอบต่อ จนแป้งเป็นสีเหลืองสุกทั่วกัน"
    ],
    "foodsoulimg": "/images/source/croissant_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class": "mage"
    }

  },
  {
    "id": "braisednoodles",
    "name": "บะหมี่ตุ๋น",
    "desc": "เมนูเส้นยอดนิยมที่โดดเด่นด้วยเนื้อหมูส่วนซี่โครงหรือสันคอตุ๋นจนเปื่อยนุ่ม น้ำซุปหอมเครื่องเทศยาจีนและซีอิ๊วดำ รสชาติเค็มหวานกลมกล่อม เสิร์ฟพร้อมเส้นบะหมี่ลวกกวางตุ้ง และกระเทียมเจียว",
    "type": ["food"],
    "region": "China",
    "imglinks": "/images/source/braisednoodles.jpg",
    "source": "https://www.cpbrandsite.com/recipe/%E0%B8%9A%E0%B8%B0%E0%B8%AB%E0%B8%A1%E0%B8%B5%E0%B9%88%E0%B8%AB%E0%B8%A1%E0%B8%B9%E0%B8%95%E0%B8%B8%E0%B9%8B%E0%B8%99",
    "ingredient":[
      "หมูตุ๋น (ตรา ซีพี)",
      "น้ำสะอาด",
      "บะหมี่",
      "ผักกวางตุ้ง (หั่นข้อ)",
      "ต้นหอมผักชี สำหรับโรยหน้า",
      "กระเทียมเจียว"
    ],
    "method":[
      "นำน้ำขึ้นตั้งไฟ เมื่อน้ำเดือดลวกผักกวางตุ้งจนผักสุกดี แล้วพักไว้",
      "ลวกเส้นบะหมี่ ก่อนลวกเอาเส้นบะหมี่ไปล้างน้ำก่อน จึงนำมาลวกใช้เวลาประมาณ 2-3 นาที จึงนำบะหมี่ใส่ชาม",
      "อุ่นหมูตุ๋นตราซีพีในไมโครเวฟ ใช้เวลาอุ่นประมาณ 3 นาที",
      "จัดเรียงบะหมี่ลงในชาม ผักกวางตุ้งที่ลวกไว้ แล้วนำหมูตุ๋นที่อุ่นเสร็จแล้วเรียงเพื่อความสวยงาม โรยหน้าด้วยต้นหอมผักชีซอยและกระเทียมเจียว"
    ],
    "foodsoulimg": "/images/source/braisednoodles_foodsouls.webp",
    "foodsoulinfo": {
      "rarity": "ur",
      "class": "mage"
    }
  }
]
